9/data/attachments/9e7822f40c8a3aa7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carl_government_Friend_89024_0</nif:username>
            <nif:friendToBeRequested>soap_friends_820e7bf3-842a-4ec0-b85a-397ac4407f7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>